tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "curl"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "htop"
brew "mas"
brew "percona-toolkit"
brew "wallpaper"
brew "wget"
brew "homebrew/php/composer"
brew "homebrew/php/php56"
brew "homebrew/php/php56-intl"
brew "homebrew/php/php56-mcrypt"
cask "airfoil"
cask "atom"
cask "battle-net"
cask "calibre"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "github-desktop"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "intensify-pro"
cask "lastpass"
cask "libreoffice"
cask "linein"
cask "macs-fan-control"
cask "macx-youtube-downloader"
cask "magicprefs"
cask "mysqlworkbench"
cask "onyx"
cask "openemu"
cask "pacifist"
cask "phpstorm"
cask "postman"
cask "scribus"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "soundsource"
cask "steam"
cask "subler"
cask "sublime-text"
cask "suspicious-package"
cask "timemachineeditor"
cask "transmission"
cask "tunnelblick"
cask "vienna"
cask "vlc"
cask "yujitach-menumeters"
cask "xld"
mas "Affinity Photo", id: 824183456
mas "Bookpedia", id: 408505152
mas "Epson Label Editor Lite", id: 702826021
mas "Filters for Photos", id: 1083965373
mas "GarageBand", id: 682658836
mas "GrandPerspective", id: 1111570163
mas "Intensify", id: 716854513
mas "Keynote", id: 409183694
mas "MediaInfo", id: 510620098
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
