tap "adoptopenjdk/openjdk"
tap "apple/apple"
tap "buo/cask-upgrade"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "ansible"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "php"
brew "composer"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "handbrake"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libedit"
brew "mas"
brew "mkcert"
brew "node@20"
brew "nss"
brew "pandoc"
brew "pgbadger"
brew "php@8.2"
brew "pkgconf"
brew "postgresql@14"
brew "python@3.13"
brew "rabbitmq-c"
brew "rsync"
brew "scw"
brew "shellcheck"
brew "shfmt"
brew "symfony-cli"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "stripe/stripe-cli/stripe"
cask "calibre"
cask "ccstudio"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "epic-games"
cask "firefox"
cask "github"
cask "handbrake-app"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "macfuse"
cask "macs-fan-control"
cask "menumeters"
cask "musescore"
cask "ngrok"
cask "onyx"
cask "openemu"
cask "pokemon-tcg-live"
cask "porting-kit"
cask "postman"
cask "silentknight"
cask "steam"
cask "sweet-home3d"
cask "the-unarchiver"
cask "veracrypt"
cask "vienna"
cask "visual-studio-code"
cask "vlc"
cask "xld"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher 2", id: 1606941598
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "DaVinci Resolve", id: 571213070
mas "GarageBand", id: 682658836
mas "GrandPerspective", id: 1111570163
mas "iMovie", id: 408981434
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Maccy", id: 1527619437
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 409201541
mas "RSS Button for Safari", id: 1437501942
mas "Sequel Ace", id: 1518036000
mas "Shut Up", id: 1015043880
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Star Realms", id: 1066107760
mas "Xcode", id: 497799835
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "thenouillet.symfony-vscode"
