tap "adoptopenjdk/openjdk"
tap "apple/apple"
tap "buo/cask-upgrade"
tap "gittower/tap"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "python@3.14"
brew "ansible"
brew "awscli"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "php"
brew "composer"
brew "docker"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libedit"
brew "mas"
brew "mkcert"
brew "node"
brew "node@20"
brew "nss"
brew "pandoc"
brew "pgbadger"
brew "php@8.2"
brew "php@8.3"
brew "pkgconf"
brew "postgresql@14", link: false
brew "postgresql@18", link: true
brew "python@3.12"
brew "rabbitmq-c"
brew "rsync"
brew "scw"
brew "shellcheck"
brew "shfmt"
brew "symfony-cli"
brew "terraform", link: false
brew "tfenv"
brew "tofuenv"
brew "wget"
brew "yarn"
brew "gittower/tap/git-flow-next"
brew "stripe/stripe-cli/stripe"
cask "appcleaner"
cask "ccstudio"
cask "claude"
cask "claude-code"
cask "cyberduck"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "github"
cask "glance-chamburr"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "macfuse"
cask "macs-fan-control"
cask "menumeters"
cask "ngrok"
cask "onyx"
cask "postman"
cask "qlmarkdown"
cask "silentknight"
cask "the-unarchiver"
cask "veracrypt"
cask "vlc"
mas "AdGuard Mini", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "GrandPerspective", id: 1111570163
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 361285480
mas "Maccy", id: 1527619437
mas "MediaInfo", id: 510620098
mas "Numbers", id: 361304891
mas "OmniFocus", id: 1542143627
mas "Pages", id: 361309726
mas "RSS Button for Safari", id: 1437501942
mas "Sequel Ace", id: 1518036000
mas "Shut Up", id: 1015043880
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
